{
  "Corpo Menu" : {
    "conteudo1" : "O nosso site busca apresentar, para os interessados, informações a respeito dos projetos envolvendo o curso de Engenharia realizado no Insper.Cada projeto proposto pelo Insper propõe um desafio diferente para os alunos e tem como objetivo facilitar o aprendizado, de forma a desenvolver ao máximo o conhecimento do aluno sobre os assuntos a serem discutidos.Todos os projetos são realizados com o intuito de mostrar que há maneiras mais práticas e interativas de absorver conhecimento do que estudando para provas.",
    "conteudo2" : "Cada matéria estudada durante o curso demanda dos alunos em torno de 2 a 3 projetos. Desta forma, ao fim do curso são dezenas de projetos relizados por cada aluno. Aqui se encontram os projetos melhor avaliados pelos professores: ",
    "conteudo3" : "Para todos os projetos os alunos recebem instruções e auxílo de professores e técnicos da instituição, portanto, nada mais justo cita-los aqui como uma forma de reconhecimento: ",
    "sub1" : "Sobre o Site",
    "sub2" : "Melhores Avaliações",
    "sub3" : "Corpo Docente"
  },
  
  
  "Corpo Projeto1" : {
    "Nome" : "Grandes Desafos da Engenharia",
    "SubNome" : "Cases",
    "corpo1" : "O objetivo dos cases era desenvolver o pensamento crítico e técnico do aluno, por meio do estudo de alguns acontecimentos, polêmicos ou não, ocorridos tanto no passado como no presente. No total, foram 7 cases a serem discutidos em sala de aula, sendo cada um deles mais interessante do que o outro (foram formados grupos de 6 a 7 alunos e cada grupo foi responsável pela apresentação de um case). Além disso, cada grupo, ao desenvolver a presentação de seu case, teve que explicar como os tópicos que estavam sendo estudados em aula se encaixavam com contexto do case a ser analisado. Desta forma, ao fim de cada case, eram realizados debates construtivos a respetio do que havia sido apresentado.",
    "corpo2" : [ "Conforme dito acima, cada case era apresentado por um grupo. No entanto, os demais grupos tinham como dever entregar um relatório à respeito do case que havia sido discutido. Desta forma, para desenvolver cada case foram utilizadas anotações de sala de aula e as informações obtidas à partir do próprio case que havia sido apresentado no dia." ],
    "corpo4" : "O grupo obteve um resultado satisfatório, já que, dos 7 cases trabalhados, sua pior nota foi 7,5. O case que foi apresentado pelo grupo foi avaliado em 9,5. Desta forma, sua nota média nos cases foi de 8,3",
    "img1" : "assets/images/gde.PNG",
    "subcorpo1" : [ "Tendo em vista que o grupo era formado por 6 integrantes, foi combinado que cada integrante seria resposável pelo case com o qual se identificasse mais, podendo, obviamente, solicitar ajuda dos demais integrantes caso precisasse. Desta forma, o grupo trabalhou junto no desenvolvimento de seu próprio case (O papel do Patriot na Guerra do Golfo) e cada integrante se responsabilizou por um outro." ],
    "subcorpo2" : [ "Não houve complicações no desenvolvimento dos cases. Os maiores problemas, o que não significa que eram grandes, eram a respeito da forma como escrever o que havia sido absorvido durante as apresentações." ],
    "subcorpo3" : [ "O grupo foi organizado e conseguiu desenvolver com consistência os cases propostos. Como recompensa, os integrantes foram premiados com a amizade." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto2" : {
    "Nome" : "Girafa Job Rotation",
    "SubNome" : "Projeto de Introdução",
    "corpo1" : "O principal objetivo do projeto era habituar o aluno a usar algumas máquinas e recursos disponíveis no FabLab do Insper. Os alunos deveriam passar por 5 estações, nas quais eram realizadas etapas do processo de criação de uma girafa de madeira. Cada estação exigia que os alunos aprendessem a manusear uma máquina ou a desenvolver componentes elétricos e soldá-los. Além disso, foi o primeiro contato dos alunos com o que de fato é ser um engenheiro. ",
    "corpo2" : [ "Como dito acima, foram utilizadas as máquinas do FabLab do Insper e outros recursos como papelão, placas de madeira, etc. " ],
    "corpo4" : "O projeto não foi avaliado diretamente, ou seja, não foi computada uma nota para ele. No entanto, foram cobradas informações a respeito de seu desenvolvimento na Prova Intermdiária da matéria Natureza do Design",
    "img1" : "assets/images/girafa.PNG",
    "subcorpo1" : [ "Os alunos se organizaram em grupos de 4. Cada semana o grupo passava por uma estação diferente do job rotation. Para cada estação, havia um técnico capaz de ensinar os alunos como manuesar os recursos nela presentes" ],
    "subcorpo2" : [ "Não houve complicações no projeto, tendo em vista que o grupo acabou todas as tarefas relacionadas ao projeto no dia que foram passadas." ],
    "subcorpo3" : [ "Ao fim do projeto, o grupo atingiu o que era esperado, conseguindo montar a girafa. Um dos integrantes do grupo ficou com a girafa e pode usá-la como abajur se quiser, já que seus chifres são lâmpadas." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto3" : {
    "Nome" : "Melhoria Para as Carroças",
    "SubNome" : "Projeto Final",
    "corpo1" : "O objetivo deste projeto era coletar dados a respeito da vida dos catadores de materiais recicláveis em São Paulo, e baseado nos dados obtidos, desenvolver uma melhoria para suas carroças.",
    "corpo2" : [ "Para realizar o projeto foram utilizados os conceitos aprendidos em sala de aula a respeito de como prototipar e como entender as necessidades do usuário. Os materiais utilizados na construção dos protótipos foi basicamente papelão e outros materiais fáceis de encontrar e baratos." ],
    "corpo4" : "Os avaliadores do projeto ficaram satisfeitos com o trabalho apresentado pelo grupo e por isso atribuiram a nota B+.",
    "img1" : "assets/images/carroca.PNG",
    "subcorpo1" : [ "Foram divididos grupos de 4 a 5 alunos. O grupo  trabalhou em cima dos dados obtidos por um de seus membros e desde o início prototipou para garantir que as ideias apresentadas como solução do problema não fossem ruins." ],
    "subcorpo2" : [ "Ao longo do projeto foram realizadas diversas reuniões com os professores e outros técnicos especializados nas carroças, que mostraram que às vezes o grupo pensava além do que era possível executar. " ],
    "subcorpo3" : [ "O grupo foi capaz de prototipar todas as suas ideias, que no fim deixaram de apresnetar falhas graves. Além disso, deu a sorte do catador sorteado para ser ajudado ser o intrevistado por um integrante do grupo." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto4" : {
    "Nome" : "Desconstruindo a Matéria",
    "SubNome" : "Projeto Final",
    "corpo1" : "Este projeto ainda não foi realizado. No entanto, é possível achar informações sobre a matéria na ementa do curso de engenharia. Baseado nas informações sobre a matéria Desconstruindo a Matéria, espera-se que o projeto tenha a ver com o estudo da composição química dos materiais e suas microestruturas e como modificá-las.",
    "corpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "corpo4" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "img1" : "assets/images/desconstruindo.PNG",
    "subcorpo1" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo3" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto5" : {
    "Nome" : "Matemática da Variação",
    "SubNome" : "Projeto Final",
    "corpo1" : "Cada dupla ou trio deverá apresentar um mini-seminário sobre um tópico de Cálculo Diferencial e Integral não trabalhado durante as aulas da disciplina.",
    "corpo2" : [ "Nosso grupo ficou com a definição formal de Integral, e para isso fomos ao google acadêmico pesquisar por análises e documentos feitos por profissionais e autorizados para serem publicados." ],
    "corpo4" : "Como o projeto ainda não foi entregue, não há informações à respeito deste tópico.",
    "img1" : "assets/images/matvar.PNG",
    "subcorpo1" : [ "Cada um ficou encarregado de pesquisar, ao menos, três sites/fontes para o desenvolvimento do projeto." ],
    "subcorpo2" : [ "Assim que as fontes fossem selecionadas tivemos que juntar todas as informações em um documento para entregá-lo." ],
    "subcorpo3" : [ "Com os conteúdos colocados corretamente no documento, analisamos os erros e possíveis falhas para que a apresentação não fosse arruinada. E, por fim, separamos o que cada um iria falar na apresentação." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto6" : {
    "Nome" : "Matematica Multivariada",
    "SubNome" : "Matéria - 4º semestre",
    "corpo1" : "Por meio desta disciplina, o aluno deverá aprender como representar e trabalhar com funções de mais de uma variável real, sabendo como aplicar esses conceitos na otimização condicionada ou não de funções e na sua integração. Ele deverá ser capaz de trabalhar com funções vetoriais no plano e no espaço e aplicar os conceitos do Cálculo a essas funções. A disciplina também tem como objetivo capacitar o aluno a adquirir conhecimentos matemáticos quando necessário e também que ele saiba expressar-se matematicamente por meio escrito.",
    "corpo2" : [ "Sistemas de equações diferenciais não lineares: exemplos, estabilidade, linearização, resolução do sistema de equações diferenciais linearizadas, resolução numérica do sistema não linear." ],
    "corpo4" : "Cálculo multivariado: funções de duas variáveis e representação gráfica, funções de n variáveis reais, curvas de nível, limites, derivadas parciais e interpretação geométrica, derivadas direcionais, vetor gradiente, plano tangente e vetor normal, regra da cadeia, diferenciais, derivação implícita, máximos e mínimos, condições necessárias e condições suficientes para otimização, derivadas de ordens superiores, hessiana e concavidade de uma função de duas variáveis, análise de pontos de fronteira, máximos e mínimos condicionados, lagrangeano e multiplicadores de Lagrange, integrais duplas e triplas e aplicaçoes, teorema de Fubini.",
    "img1" : "assets/images/matmulti.PNG",
    "subcorpo1" : [ "Cálculo vetorial: parametrização de curvas no plano e no espaço, o espaço Rn, produto escalar e suas aplicações, vetor tangente e vetor normal a uma curva parametrizada, funções vetoriais, domínio e imagem, limites e derivadas de funções vetoriais, comprimento do arco de uma curva, campos vetoriais, integral de linha, orientação e fluxo, rotacional e divergente." ],
    "subcorpo2" : [ "STEWART, J. Cálculo, volume 3, 7ª Edição. Ed. Cengage Learning, 2014" ],
    "subcorpo3" : [ "GUIDORIZZI, H.L. Um Curso de Cálculo, volume 2, quinta edição. LTC, 2011." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto7" : {
    "Nome" : "Modelagem e Simulação do Mundo Físico",
    "SubNome" : "Projeto Final",
    "corpo1" : " Neste projeto, nosso foco será a modelagem de sistemas mecânicos no sentido comumente utilizado na Física, ou seja, o estudo do movimento de corpos macroscópicos. Em geral, sistemas mecânicos usam quantidades vetoriais em vez de quantidades escalares, e é comum que as equações diferenciais sejam de segunda ordem. Para facilitar a abstração dos modelos mecânicos, serão apresentadas duas ferramentas fundamentais: os diagramas de corpo livre e os sistemas de coordenadas.",
    "corpo2" : [ "O projeto que vai ser relatado aqui é da dupla Fabio Scala Cattini Maluf e Renato Yasuo Chopard Tajima, relacionado a um gol de bicicleta realizado pelo jogador Zlatan Ibrahimović ."],
    "corpo4" : "Após a analise da dupla sobre o o gráfico, eles chegram na conclusão que o jogador só teria um intervale de aproximadamente 5km/h para conseguir atingir o sucesso pré-estabelecido, portanato, ou Zlatan Ibrahimović  é muito bom ou muito sortudo.",
    "img1" : "assets/images/modsim.png",
    "subcorpo1" : [ "Para modelar esse incrível gol, a dupla, primeiramente, teve que fazer algumas simplificações, para assim conseguir construir o diagrama de corpo livre. A primeira seria desconsiderar o efeito Magnus, relacionado ao spin da bola, a segunda seria que o ângulo de saída da bola seria constante em 35 graus, a terceira é que a bola é totalmente esféricas e a última seria em relação ao movimento onde ele para após a bola bater no chão. Após as simplificações, o grupo conseguiu fazer o diagrama de corpo livre, onde apenas as força peso e da resistência do ar é que estavam sendo consideradas, e assim chegaram nas seguintes equações diferencias." ],
    "subcorpo2" : [ "Com as equações diferencias já feitas, basta implementar no phyton e validar. A validação foi feita a partir de dados reais sobre o chute, onde bateram exatamente com os pontos previsto pelo modelo." ],
    "subcorpo3" : [ "Após o modelo estar validado, a dupla fez algumas restrições para a conclusão. No caso, só seria aceito como sucesso aquele onde a bola entra direto no gol, portanto sem pingo. Sendo assim eles  implementaram o modelo para várais velocidades iniciais (da bola) diferentes e obtiveram um gráfico conclusivo" ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },

  "Corpo Projeto8" : {
    "Nome" : " Design de Software",
    "SubNome" : "Projeto Final",
    "corpo1" : "O objetivo deste projeto foi desenvolver um jogo ou um site, com base no conteúdo aprendido em sala de aula ao longo do semestre. O projeto foi realizado em grupos de até 3 pessoas, as quais puderam escolher o tema que iriam abordar no jogo.",
    "corpo2" : [ "O projeto foi desenvolvido em Python, com uso das bibliotecas Pygame e Tkinter. Para obter mais informações foram utilizados tutoriais disponibilizados em alguns sites e canais do YouTube, como o 'KidsCanCode' a respeito da biblioteca Pygame, principalmente.", "Para a edição de imagens do jogo, foram utilizados o Paint, o GIMP 2 e outros programas de edição de imagens." ],
    "corpo4" : "O projeto foi um sucesso, embora não tenha sido exatamente da forma que foi planejado, já que a ideia dos powerups e do menu de seleção de naves foi abandonada no processo. A nota atribuída ao jogo, pelo professor, foi B.",
    "img1" : "assets/images/dsoft.PNG",
    "subcorpo1" : [ "A primeira parte do projeto foi decidir o tema do jogo ou site e fazer estimativas de quais seriam os possíveis atributos deles", "Desta forma, ficou decidido que o grupo criaria um jogo baseado no famoso 'Space Invaders', mas em vista isométrica. A princípio o jogo também deveria ter powerups e a possibilidade de escolher com qual nave o player jogaria. O inimigo seria uma chuva de satélites." ],
    "subcorpo2" : [ "Durante a programação do jogo foram enfrentados diversos desafios, como o 'scroll' da tela de fundo do jogo na diagonal, para acompanhar o movimento da nave e dos satélites, a animação das explosões e os sons." ],
    "subcorpo3" : [ "A parte final do projeto foi focada em arrumar qualquer bug que o jogo ainda apresentasse e dar os toques finais nas imagens e nos menus do jogo" ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto9" : {
    "Nome" : "Co-Design de Aplicativos",
    "SubNome" : "Projeto Final",
    "corpo1" : "Este projeto ainda não foi realizado. No entanto, sabe-se que consiste no desenvolvimento de um aplicativo para um usuário de escolha do grupo. Cada grupo é formado por 3 ou 4 integrantes.",
    "corpo2" : [ "Para realizar este projeto, serão utilizados como base os materiais estudados em sala e as vídeo-aulas disponibilizadas pelo professor. Devido ao fato do projeto ainda não ter sido realizado, nã é possível informar quais serão os programas utilizados durante seu desenvolvimento." ],
    "corpo4" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "img1" : "assets/images/codes.PNG",
    "subcorpo1" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo3" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },

  "Corpo Projeto10" : {
    "Nome" : "Ciência dos Dados",
    "SubNome" : "Projeto Final",
    "corpo1" : "Este projeto ainda não foi realizado. No entanto, sabe-se que consiste no desenvolvimento de um machine learning. Cada grupo terá de 3 a 4 integrantes.",
    "corpo2" : [ "Devido ao fato do projeto ainda não ter sido realizado, não se sabe ao certo quais programas e plataformas serão utilizadas. Porém, sabe-se que plataformas como o Jupyter Notebook"],
    "corpo4" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "img1" : "assets/images/cdados.PNG",
    "subcorpo1" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo3" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  
  "Corpo Projeto11" : {
    "Nome" : "Estação Meteorológica",
    "SubNome" : "Projeto Final - Instrumed",
    "corpo1" : "Neste projeto, nosso foco será a montagem de uma estação metrológica em grupos de 3 alunos, com os conhecimentos aprendidos durante as aulas.",
    "corpo2" : [ "Para conseguir construir a estação, primeiramente, os alunos compraram um kit fornecido pela https://multilogica-shop.com/ que continha todos os sensores e componentes necessários para o desenvolvimento do projeto, após a compra, os alunos também foram apresentados para duas novas plataformas sendo elas o Eagle(plataforma de montagem de circuitos em placas) e o C++(utilizada para mandar os comandos que o arduino deve realizar durante o  funcionamento da estação)" ],
    "corpo4" : "[“ Para a apresentação, os grupos conectaram a placa no arduino, e o arduino em uma fonte, computador nesse caso, e mostraram o resultado final da sua estação para o professor. Ao final de todas as apresentações o professor e apontava possíveis melhorias para o projeto.",
    "img1" : "assets/images/estacao.PNG",
    "subcorpo1" : [ "Durante a construção da estação, os alunos conseguiram calibrar seus sensores durantes as aulas, ou seja, mediram algumas situações onde o sensor era exigido, portanto, melhorando sua eficácia ao longo do tempo." ],
    "subcorpo2" : [ "Após a calibração, os alunos aprenderam a mexer no Eagle e cada um deles desenvolveu uma placa virtual que continha todas as trilhas necessárias para o funcionamento do sistema, e assim, com o auxílio da máquina milena, encontrada no fablab, conseguiram construir uma placa real e funcional. Após a construção da placa, os alunos também aprenderam a mexer na plataforma C++ com o auxílio do professor e assim conseguiram desenvolver um código próprio para o sistema de funcionamento do projeto" ],
    "subcorpo3" : [ "Após o término da construção, os alunos tiveram que montar um relatório documentando cada passo ao longo do desenvolvimento do projeto. " ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Início do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto12" : {
    "Nome" : "Acionamentos Elétricos",
    "SubNome" : "Projeto 1",
    "corpo1" : "Nosso intuído é que os alunos possam aplicar o que aprenderam até aqui, em grupos de 3 pessoas, em um circuito que cumpra alguns requisitos mínimos descritos neste documento. ",
    "corpo2" : [ "Os alunos deverão usar amplificadores operacionais, resistores, capacitores, LEDs e, caso necessário, um transistor para construir um circuito detector de algo (presença, luz, fumaça, humidade, calor, pressão, som etc.), o qual será capaz de acionar uma carga elétrica de corrente relativamente mais elevada do que a que um Amp Op pode fornecer (motor DC, lâmpada, sirene, aquecedor etc. daí a necessidade do transistor). Porém, esse circuito deve contar com um mecanismo de atraso entre a detecção do evento (o qual será indicado por um LED aceso) e o acionamento da carga. Deste modo, ao detectar o acontecimento, haverá alguns segundos de espera até que a carga elétrica seja efetivamente ligada, permitindo ao usuário desativar seu acionamento neste meio tempo.”]" ],
    "corpo4" : "Para a apresentação, os grupos tiveram que apresentar seu sistema funcionado e um cartaz sobre ele. Após a avaliação, o professor dava algumas dicas de melhoria para o sistema e explicava, caso necessário, como alguma parte do sistema funcionava. ",
    "img1" : "assets/images/acionamentos.png",
    "subcorpo1" : [ "Para o desenvolvimento desse projeto, os alunos foram apresentados à plataforma chamada de https://www.circuitlab.com/ , que seria uma forma de simular e gerar gráficos do circuito construído. Além da plataforma, os alunos tiveram que comprar alguns componentes e sanar algumas dúvidas com os professores e técnicos sobre a construção do sistema" ],
    "subcorpo2" : [ "Para montar o  nosso sistema, primeiro devemos dividi-lo em blocos, para que assim seja mais fácil o pensamento do  seu funcionamento e da sua montagem posteriormente. Assim temos:[“1. Bloco do Sensor + 1ºComparador”, “2. Bloco do Temporizador”, “3.Bloco do 2ºComparador”, “4.Bloco do Buzzer" ],
    "subcorpo3" : [ "Após o término da construção, os alunos tiveram que montar um relatório documentando cada passo ao longo do desenvolvimento do projeto." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto13" : {
    "Nome" : "Modelagem e Controle",
    "SubNome" : "Projeto Final",
    "corpo1" : "O projeto ainda não foi realizado. No entanto, com base na ementa da matéria, espera-se que o projeto seja a respeito do desenvolvimento ou estudo de um sistema dinâmico",
    "corpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "corpo4" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "img1" : "assets/images/modcontrole.PNG",
    "subcorpo1" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo3" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto14" : {
    "Nome" : "Inovação Incremental para Empresa Existente",
    "SubNome" : "Projeto",
    "corpo1" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "corpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "corpo4" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "img1" : "assets/images/inovacao.PNG",
    "subcorpo1" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo3" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  },
  "Corpo Projeto15" : {
    "Nome" : "Modelo de Negócio para Startup Nova",
    "SubNome" : "Projeto",
    "corpo1" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "corpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "corpo4" : "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico.",
    "img1" : "assets/images/startup.PNG",
    "subcorpo1" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo2" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subcorpo3" : [ "Como o projeto ainda não foi realizado, não há informações à respeito deste tópico." ],
    "subsub1" : "Planejamento",
    "subsub2" : "Andamento do Projeto",
    "subsub3" : "Conclusão do Projeto",
    "subtitulo1" : "Objetivo do Projeto",
    "subtitulo2" : "Recursos Utilizados",
    "subtitulo3" : "Desenvolvimento do Projeto",
    "subtitulo4" : "Feedback do Projeto"
  }
}